Repository: mubtAAhij/muesli
Catalog: native/MuesliNative/Sources/MuesliNativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# computer_use_planner.result_status.scrolled
source: Scrolled
es_419: Desplazado

# computer_use_planner.result_status.set_value
source: Set value
es_419: Valor establecido

# computer_use_planner.result_status.dragged
source: Dragged
es_419: Arrastrado

# computer_use_planner.result_status.switched_tab
source: Switched tab
es_419: Cambió de pestaña

# computer_use_planner.status.clicking
source: Clicking
es_419: Clicando

# computer_use_planner.status.performing_action
source: Performing action
es_419: Realizando acción

# computer_use_planner.status.moving_cursor
source: Moving cursor
es_419: Moviendo el cursor

# computer_use_planner.status.setting_value
source: Setting value
es_419: Estableciendo valor

# computer_use_planner.status.pasting
source: Typing
es_419: Escribiendo

# computer_use_planner.status.pressing_key
source: Pressing key
es_419: Presionando tecla

# computer_use_planner.status.dragging
source: Scrolling
es_419: Desplazándose

# computer_use_planner.status.opening_new_tab
source: Opening new tab
es_419: Abriendo nueva pestaña

# computer_use_planner.status.navigating-opening-new-tab-opening-new-tab
source: Opening new tab
es_419: Abriendo nueva pestaña

# app_intents.get_last_dictation.description
source: Returns the text of your most recent Muesli dictation.
es_419: Devuelve el texto de tu dictado más reciente en Muesli.

# app_intents.get_last_dictation.title
source: Get Last Dictation
es_419: Obtener último dictado

# app_intents.get_last_meeting.description
source: Returns the formatted notes from your most recent Muesli meeting.
es_419: Devuelve las notas formateadas de tu reunión más reciente en Muesli.

# app_intents.get_last_meeting.title
source: Get Last Meeting Notes
es_419: Obtener notas de la última reunión

# app_intents.start_dictation.description
source: Starts hands-free Muesli dictation, same as double-tapping the dictation hotkey.
es_419: Inicia el dictado manos libres de Muesli, igual que pulsar dos veces el atajo de dictado.

# app_intents.start_dictation.title
source: Start Dictation
es_419: Iniciar dictado

# app_intents.start_meeting.description
source: Starts a Muesli meeting recording, capturing mic and system audio.
es_419: Inicia una grabación de reunión en Muesli, capturando el micrófono y el audio del sistema.

# app_intents.start_meeting.parameter.title.default_value
source: Meeting
es_419: Reunión

# app_intents.start_meeting.parameter.title.label
source: Title
es_419: Título

# app_intents.start_meeting.title
source: Start Meeting Recording
es_419: Iniciar grabación de reunión

# app_intents.stop_dictation.description
source: Stops an in-progress hands-free Muesli dictation and pastes/inserts the transcript.
es_419: Detiene una dictación Muesli manos libres en curso y pega/inserta la transcripción.

# app_intents.stop_dictation.title
source: Stop Dictation
es_419: Detener dictado

# app_intents.stop_meeting.description
source: Stops the in-progress Muesli meeting recording.
es_419: Detiene la grabación de reunión de Muesli en curso.

# app_intents.stop_meeting.title
source: Stop Meeting Recording
es_419: Detener grabación de reunión

# app_shortcuts.get_last_dictation.phrase
source: Get my last dictation from \(.applicationName)
es_419: Obtén mi último dictado de %@

# app_shortcuts.get_last_dictation.short_title
source: Get Last Dictation
es_419: Obtener último dictado

# app_shortcuts.get_last_meeting_notes.phrase
source: Get my last meeting notes from \(.applicationName)
es_419: Obtener mis últimas notas de reunión de %@

# app_shortcuts.get_last_meeting_notes.short_title
source: Get Last Meeting Notes
es_419: Obtener últimas notas de reunión

# app_shortcuts.start_dictation.phrase
source: Start dictation in \(.applicationName)
es_419: Iniciar dictado en %@

# app_shortcuts.start_dictation.short_title
source: Start Dictation
es_419: Iniciar dictado

# app_shortcuts.start_meeting_recording.phrase
source: Start a meeting recording in \(.applicationName)
es_419: Iniciar una grabación de reunión en %@

# app_shortcuts.start_meeting_recording.short_title
source: Start Meeting Recording
es_419: Iniciar grabación de reunión

# app_shortcuts.stop_dictation.phrase
source: Stop dictation in \(.applicationName)
es_419: Detener el dictado en %@

# app_shortcuts.stop_dictation.short_title
source: Stop Dictation
es_419: Detener dictado

# app_shortcuts.stop_meeting_recording.phrase
source: Stop the meeting recording in \(.applicationName)
es_419: Detener la grabación de la reunión en %@

# app_shortcuts.stop_meeting_recording.short_title
source: Stop Meeting Recording
es_419: Detener grabación de reunión

# insights.error.calculation_failed
source: Insights could not be calculated
es_419: No se pudieron calcular los Insights

# insights.error.retry_button
source: Try Again
es_419: Intenta de nuevo

# insights.loading.accessibility_label
source: Calculating local insights
es_419: Calculando perspectivas locales

# insights.loading.message.calculating_history
source: Calculating your private activity history
es_419: Calculando tu historial privado de actividad

# insights.loading.message.hybrid_ai_local_choice
source: Hybrid AI works best when you choose what stays local
es_419: Hybrid AI funciona mejor cuando eliges qué se mantiene de forma local

# insights.loading.message.on_device_not_uploaded
source: Insights are computed on this Mac and never uploaded
es_419: Los insights se calculan en este Mac y nunca se suben

# insights.loading.message.user_control
source: Your transcripts and statistics stay under your control
es_419: Tus transcripciones y estadísticas permanecen bajo tu control

# insights.loading.title
source: Building your Insights
es_419: Generando tus Insights

# insights.metric.meetings
source: Meetings
es_419: Reuniones

# insights.metric.words
source: Words
es_419: Palabras

# insights.streak.message.longest_so_far
source: This is your longest streak so far.
es_419: Esta es tu racha más larga hasta ahora.

# insights.streak.message.longest_streak_value
source: Your longest streak is \(dayCount(data.longestStreakDays)).
es_419: Tu racha máxima es de %@.

# insights.streak.message.start_new_streak
source: Dictate today to start a new streak.
es_419: Dicta hoy para iniciar una nueva racha.

# insights.streak.unit.day_plural
source: days
es_419: días

# insights.streak.unit.day_singular
source: day
es_419: día

# insights.weekday.fri_short
source: Fri
es_419: Vie

# insights.weekday.mon_short
source: Mon
es_419: Lun

# insights.weekday.wed_short
source: Wed
es_419: Mié

# insights.word_cloud.dictations.title
source: DICTATIONS
es_419: DICTADOS

# insights.word_cloud.meetings.title
source: MEETINGS
es_419: REUNIONES

# muesli_shortcuts_error.app_not_running
source: Muesli isn't running. Open Muesli and try again.
es_419: Muesli no está en ejecución. Abre Muesli e intenta de nuevo.

# muesli_shortcuts_error.no_dictations
source: Muesli has no dictations yet.
es_419: Muesli todavía no tiene dictados.

# muesli_shortcuts_error.no_meetings
source: Muesli has no meetings yet.
es_419: Muesli no tiene reuniones aún.

# search_results.tab.dictations
source: Dictations
es_419: Dictados

# search_results.tab.meetings
source: Meetings
es_419: Reuniones
